Repository: ArunaElangovan/21North_iOS
Catalog: *.lproj/Localizable.strings
Languages: hi

# NetworkErrorToastMessage
source: Either there is no internet connection or our server is down. Please try again later.
hi: या तो कोई इंटरनेट कनेक्शन नहीं है या हमारा सर्वर डाउन है बाद में पुन: प्रयास करें।

# CannotBookToastMessage
source: Sorry, you cannot avail this service. You already have an active booking for this vehicle.
hi: क्षमा करें, आप इस सेवा का लाभ नहीं उठा सकते आपके पास पहले से ही इस वाहन के लिए एक सक्रिय बुकिंग है।

# NoServiceToastMessage
source: Sorry, we do not have any service centres for your vehicle.
hi: क्षमा करें, हमारे पास आपके वाहन के लिए कोई सेवा केन्द्र नहीं है

# NoVehicleNumberToastMessage
source: Vehicle number cannot be blank.
hi: वाहन नंबर रिक्त नहीं हो सकता

# DuplicateVehicleNumberToastMessage
source: You have already added this vehicle.
hi: आपने पहले ही यह वाहन जोड़ा है

# NoNumberToastMessage
source: Mobile number cannot be blank.
hi: मोबाइल नंबर रिक्त नहीं हो सकता

# NoRatingToastMessage
source: Please rate our service.
hi: कृपया हमारी सेवा को रेट करें

# ServicingHeader
source: Vehicle Servicing
hi: वाहन सेवा

# ServicingDesc
source: Transparent | Convenient | Save Big
hi: पारदर्शी | सुविधाजनक | ज़्यादा बचत करें

# CostEstimatorHeader
source: Service Cost Estimator
hi: सेवा लागत अनुमानक

# CostEstimatorDesc
source: Know your Bill | No Surprises
hi: अपने बिल को जानें | कोई आश्चर्य नहीं

# ChauffeurHeader
source: Chauffeur On Demand
hi: चालक पर मांग

# ChauffeurDesc
source: Your Vehicle | Our Driver | Pay by the Minute
hi: आपका वाहन | हमारे चालक | मिनट द्वारा भुगतान करें

# RSAText
source: RSA
hi: रोड साइड / इमरजेंसी सहायता

# RSADesc
source: Help is One Touch Away | Drive Stress free
hi: सहायता एक स्पर्श दूर है | ड्राइव तनाव मुक्त

# TrackExpenseHeader
source: Track Vehicle Expenses
hi: वाहन व्यय ट्रैक करें

# TrackExpenseDesc
source: Fuel Management | Maintain Records of Spends
hi: ईंधन प्रबंधन | रिकॉर्ड्स ऑफ़ स्पेन्ड्स को बनाए रखें

# InsuranceHeader
source: Insurance Management
hi: इनश्योरेंस प्रबंधन

# InsuranceDesc
source: New | Renew and Manage Claims | Save Big
hi: नया | दावा नवीनीकृत और प्रबंधित करें | ज़्यादा बचत करें

# EditText
source: Edit
hi: संपादित करें

# DocumentsText
source: Documents
hi: दस्तावेज़

# HistoryText
source: Vehicle History
hi: वाहन का इतिहास

# BookNowText
source: Book Now
hi: अभी बुक करें

# BrowseText
source: Browse
hi: ब्राउज

# ComingSoonText
source: Coming Soon
hi: जल्द आ रहा है

# ComingSoonToYourCitytext
source: Coming Soon To Your City
hi: अपने शहर के लिए जल्द ही आ रहा है

# SponsoredText
source: Sponsored
hi: प्रायोजित

# QueueIdText
source: Queue ID :
hi: कतार आईडी :

# AwaitingReviewText
source: Awaiting Review
hi: समीक्षा की प्रतीक्षारत

# KMtext
source: KM
hi: के.एम.

# BackText
source: Back
hi: वापस

# NextText
source: Next
hi: आगामी

# SaveText
source: SAVE
hi: जमा करना

# NumberText
source: Number
hi: Mobile Number

# TermsAndConditionsText
source: Terms and conditions
hi: Terms & Conditions

# CountryPrompt
source: Please select your country
hi: कृपया अपना देश चुनें

# MobileNumberPrompt
source: Please enter your mobile number
hi: अपना मोबाइल नंबर दर्ज करें

# TypeText
source: Vehicle Type
hi: वाहन का प्रकार

# PinText
source: PIN
hi: पिन

# DoneText
source: DONE
hi: पूर्ण

# PinPromptText
source: Please enter the sms PIN below
hi: कृपया नीचे एसएमएस पिन दर्ज करें

# ChangeNumberPromptText
source: Is this your number?
hi: क्या यह आपका नंबर है?

# ChangeText
source: Change
hi: बदलना

# RegeneratePinPrompt
source: Please click below if you did not recieve the PIN in 60 sec
hi: यदि आप 60 सेकंड में पिन प्राप्त नहीं करते हैं, तो कृपया नीचे क्लिक करें

# RegeneratePinText
source: Click to Receive PIN
hi: पिन प्राप्त करने के लिए क्लिक करें

# ReferralCodeText
source: Referral Code (Optional)
hi: रेफ़रल कोड (वैकल्पिक)

# CreateAccountText
source: CREATE ACCOUNT
hi: खाता बनाएं

# ChooseBrandText
source: Choose Brand
hi: ब्रांड चुनें

# ChooseModelText
source: Choose Model and variant
hi: मॉडल और वेरियंट चुनें

# AddVehicleText
source: Add Vehicle
hi: वाहन जोड़ें

# DuplicateVehicleText
source: Duplicate Vehicle
hi: डुप्लिकेट वाहन

# AlreadyAddedVehicleText
source: You Have Already added This Vehicle
hi: आपने पहले ही यह वाहन जोड़ा है

# EditVehicleText
source: Edit Vehicle
hi: वाहन संपादित करें

# UpdateVehicleText
source: Update Vehicle
hi: वाहन अपडेट करें

# VehicleNoPromptText
source: Enter your vehicle number
hi: अपना वाहन नंबर दर्ज करें

# VehicleTypePromptText
source: Select your vehicle type
hi: अपना वाहन प्रकार चुनें

# DrivingLicenceText
source: Driving Licence
hi: ड्राइविंग लाइसेंस

# SettingsText
source: Settings
hi: सेटिंग्स

# HelpText
source: Help
hi: मदद

# SharingText
source: Sharing
hi: साझा करना

# PartnerText
source: Partner
hi: पार्टनर

# AboutUsText
source: For the same reasons you bought a Vehicle 21North is a path-breaking concept in the Indian Auto After Sales Industry : aimed at solving the perennially existing problem of vehicle owners finding trustable service providers and sacrificing valuable personal time in managing their vehicle needs. At 21North we provide vehicle owners assistance is using, maintaining & managing their automobile properties, on click of a button. Our vision is to become the de-facto destination for the vehicle owning demography for all their needs during the longest, most difficult and inconvenient phase in vehicle ownership life cycle. Our world-class technology and deep entrenchment with network partners make it possible to deliver seamless experiences to you. Once you’ve experienced 21North and its trustworthy, personalized services, you will never go back to the way you used to manage your vehicle before.
hi: हमारे बारे में

# InvoiceText
source: Invoice
hi: बीजक

# EstimateText
source: Estimate
hi: आकलन

# PayBillText
source: Pay bill
hi: पैसा भरो

# About21NorthText
source: About 21North
hi: 21नॉरथ के बारे में

# SponsorText
source: Sponsor
hi: प्रायोजक

# BookingCreatedSuccessText
source: Booking Created Successfully
hi: बुकिंग सफलतापूर्वक बनाया गया

# NoServiceCentreText
source: No service centre
hi: कोई सेवा केंद्र नहीं

# PickupDropText
source: Pickup and Drop
hi: पिकअप और ड्रॉप

# EarliestSlotText
source: Earliest Available Slot
hi: सबसे पुराना उपलब्ध स्लॉट

# SelectedSlotText
source: Selected Slot
hi: चयनित स्लॉट

# PickupLocationText
source: Pickup Location
hi: उठाने की जगह

# DropoffLocationText
source: Dropoff Location
hi: छोड़ने का स्थान

# ClosestCentreText
source: Closest Service Centre
hi: निकटतम सेवा केंद्र

# AddComplaintsText
source: Add Complaints
hi: शिकायतें जोड़ें

# 0ComplaintsText
source: 0 complaints added
hi: 0 शिकायतों जोड़ा

# PromoCodeText
source: Promo Code
hi: प्रचार कोड

# ExpertHelpText
source: 21North Expert Help
hi: 21नॉरथ विशेषज्ञ सहायता

# ConvenienceFeeText
source: Convenience Fee
hi: सुविधा शुल्क

# PromoCodePromptText
source: Enter Promo Code
hi: प्रचार कि नियमावली दर्ज करो

# AddText
source: ADD
hi: जोड़ें

# PromoCodeInvalidText
source: Promo Code Invalid
hi: प्रोमो कोड अमान्य

# ComplaintsAddedText
source: complaints added
hi: शिकायतों जोड़ा

# ServiceCentreText
source: Service Centre
hi: सर्विस सेंटर

# TimeSlotText
source: Time Slot
hi: टाइम स्लॉट

# ScheduleServicingText
source: SCHEDULE SERVICING
hi: अनुसूची सेवा

# ModifyBookingText
source: MODIFY BOOKING
hi: बुकिंग को सुधारें

# ModifyText
source: MODIFY
hi: सुधारना

# CancelText
source: Cancel
hi: रद्द करना

# PurposePromptText
source: What do you want to do?
hi: आप क्या करना चाहते हैं?

# ViewComplaintsText
source: View Complaints
hi: शिकायतें देखें

# ViewEstimateText
source: View Estimate / ETD
hi: अनुमान / ईटीडी देखें

# ServiceAdvisorText
source: Service Advisor
hi: 21नॉरथ सेवा सलाहकार

# ExpertAdviceText
source: Expert Advice
hi: विशेषज्ञो कि सलाह

# ChatServiceAdvisorText
source: Chat with 21North Service Advisor
hi: 21नॉरथ सर्विस एडवाइज़र से चैट करें

# ChatExpertAdvisorText
source: Chat With Expert Advisor
hi: विशेषज्ञ सलाहकार के साथ चैट करें

# BookingText
source: Booking
hi: बुकिंग

# InvoiceAmountText
source: Service Centre Invoice Amount
hi: सेवा केंद्र चालान राशि

# AmountSavedText
source: Amount Saved by 21North
hi: 21नॉरथ से बचत राशि

# 21NorthConvenienceFeeText
source: 21North Convenience Fee
hi: 21नॉरथ सुविधा शुल्क

# PromoDiscountText
source: Promo Discount
hi: प्रोमो डिस्काउंट

# DiscountAppliedText
source: Discount Applied
hi: डिस्काउंट एप्लाइड

# AmountPayableText
source: Amount Payable
hi: देय राशि

# ViewInvoiceText
source: VIEW INVOICE
hi: चालान देखें

# PayInvoiceText
source: PAY INVOICE
hi: रसीद का भुगतान करें

# Submittext
source: SUBMIT
hi: जमा करें

# PickupAmbassadorText
source: Pickup Ambassador
hi: पिकअप एंबेसडर

# DropoffAmbassadorText
source: Dropoff Ambassador
hi: ड्रॉप एंबेसडर

# AdvisoryFeeText
source: 21North Advisory Fee
hi: 21नॉरथ सलाहकार शुल्क

# ChauffeurServiceText
source: Chauffeur Service
hi: चालक सेवा

# ApproxHoursText
source: Approximate Hours
hi: अंदाजे घंटे की संख्या

# EstConvenienceFeeText
source: Estimated Convenience Fee
hi: अनुमानित सुविधा शुल्क

# RequestingChauffeurText
source: Requesting Chauffeur
hi: चालक का अनुरोध करना

# BookingCancelledText
source: Booking Cancelled
hi: बुकिंग रद्द की गई

# HoursText
source: Hours
hi: घंटे

# ChauffeurCostText
source: Chauffeur Cost
hi: चालक लागत

# TotalPayableAmountText
source: Total Payable Amount
hi: कुल देय राशि

# StartedAtText
source: Service Started at
hi: सेवा शुरू में

# EndedAtText
source: Service Ended At
hi: सेवा समाप्त हो गई

# ChauffeurText
source: Chauffeur
hi: चालक

# FeedbackText
source: FEEDBACK
hi: प्रतिक्रिया

# MinutesText
source: Minutes
hi: मिनट

# EtaText
source: ETA
hi: ईटीए

# PerMinuteText
source: per minute
hi: प्रति मिनट

# RSAHeader
source: Emergency Assistance
hi: आपातकालीन सहायता

# RSAFullText
source: Roadside Assistance
hi: सड़क के किनारे सहायता

# TowingNeededText
source: Towing Needed
hi: टोइंग की आवश्यकता है

# TowingText
source: Towing
hi: टोइंग

# VehicleNotMovingText
source: Vehicle is not in moving condition
hi: वाहन चलती स्थिति में नहीं है

# VehicleMovingText
source: Vehicle is in moving condition
hi: वाहन चलती स्थिति में है

# ServiceNeededAtText
source: Service Needed At
hi: सेवा की आवश्यकता

# BreakdownLocText
source: Breakdown Location
hi: ब्रेकडाउन स्थान

# TypeOfServiceText
source: Type Of Service
hi: सेवा का प्रकार

# RequestingRSAText
source: Requesting RSA
hi: आरएसए का अनुरोध करना

# RequestRSAText
source: Request Assistance
hi: अनुरोध सहायता

# ServiceChargesText
source: Service Charges
hi: सेवा शुल्क

# LicencePlateText
source: Licence Plate
hi: लाइसेंस प्लेट

# ModelText
source: Vehicle Model
hi: वाहन मॉडल

# SubModelText
source: Vehicle Model Variant
hi: वाहन मॉडल प्रकार

# InsuranceDueText
source: Insurance Renewal
hi: इनश्योरेंस नवीकरण

# PollutionDueText
source: Pollution Due
hi: प्रदूषण की वजह से

# ServiceDueText
source: Service Due
hi: बक़ाया सेवा

# ChassisNumberText
source: Chassis Number
hi: चेसिस नंबर

# EngineNumberText
source: Engine Number
hi: इंजन संख्या

# DeleteVehicleText
source: Delete Vehicle
hi: वाहन हटाएं

source: Insurance -
hi: इनश्योरेंस -

source: Take Photo
hi: फोटो लें

source: Choose Photo
hi: फोटो चुनें

source: Enter Name
hi: नाम दर्ज करें

source: Name
hi: नाम

source: Continue
hi: जारी रहना

source: FeedBack
hi: प्रतिक्रिया

source: Your Credits
hi: आपके क्रेडिट

source: Your Promo Code
hi: आपका प्रोमो कोड

source: Drive with 21North
hi: 21नॉरथ के साथ ड्राइव करें

source: Do you have what it takes to drive with 21North. Meet us and find out.
hi: क्या आपके पास 21नॉरथ के साथ चलने के लिए क्या ज़रूरी है हमें मिलो और पता करें।

source: Partner with 21North
hi: 21नॉरथ के साथ पार्टनर

source: Are you a service centre looking to bringing in more customers
hi: क्या आप एक सेवा केंद्र हैं जो अधिक ग्राहकों को लाने की कोशिश कर रहे हैं

source: Mobile Number
hi: मोबाइल नंबर

source: Email
hi: ईमेल

source: Service Centre Name
hi: सेवा केंद्र का नाम
